[Main]
DisplayName=Ελληνικά

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Σχόλια/Αναφορές

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Δεν υπάρχουν γραμμές εργαλιών και πρόσθετα στον browser σας
rdlvAllBrowse.Columns[0].Caption=Όνομα
rdlvAllBrowse.Columns[1].Caption=Βαθμολογία Χρήστη
rdlvAllBrowse.Columns[2].Caption=Λειτουργία
rdlvCustomBrowse.Columns[0].Caption=Όνομα
rdlvCustomBrowse.Columns[1].Caption=Λειτουργία
mniRemove.Caption=Αφαίρεση
mniRate.Caption=Βαθμολογία
mniIgone.Caption=Παράβλεψη
mniRefush.Caption=Ανανέωση
mniOpenFloder.Caption=Άνοιγμα τοποθεσίας αρχείου
mniOpeninRegedit.Caption=Άνοιγμα στον επεξεργαστής μητρώου
mniSelectedAll.Caption=Επιλογή όλων
mniInvertSelection.Caption=Αποεπιλογή
mniSearchOnline.Caption=Αναζήτηση online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Επαναφορά Browser
lblConfire.Caption=Είστε σίγουροι ότι θέλετε να γίνει επαναφορά στις προεπίλεγμένες ρυθμίσεις;
lblHomepageTitle.Caption=Τρέχουσα αρχική σελίδα:
lblSearchTitle.Caption=Τρέχουσα μηχανή αναζήτησης:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Ακύρωση

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Σχόλια/Αναφορές
lbl_DescTitle.caption=Περιγραφή:
lbl_ScreenShot.caption=Στιγμιότυπο Οθόνης
lbl_TypeTitle.caption=Τύπος αιτήματος:
btnImg_FeedBackSend.caption=Αποστολή
btnImg_FeedBackCancel.caption=Ακύρωση
lbl_EmailTitle.caption=Διεύθυνση Email:
lbl_ContactMsg.caption=ή στείλτε μας email στο

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Αφαίρεση
lbl_NoTkanks.caption=Να μην εμφανιστεί ξανά

[Uninstaller_frmSetting]
lbl_Caption.caption=Ρυθμήσεις
lbl_UserInterfaceTitle.caption=Περιβάλλον Χρήστη
lbl_SkinTitle.caption=Θέμα:
lbl_LanguageTitle.caption=Τρέχουσα Γλώσσα:
lbl_FontSize.caption=Μέγεθος Γραμματοσειράς:
lbl_Classic.caption=Κλασικό
lbl_White.caption=Λευκό
lbl_UpdateTitle.caption=Τρόπος ενημέρωσης
lbl_UpdateChooseDes.caption=Τρόπος ενημέρωσης για αυτό το προϊόν:
lbl_UpdateAuto.caption=Αυτόματη Αναβάθμηση
lbl_GeneralCaption.caption=Γενικά
lbl_AutoDelete.caption=Αφαιρέστε αυτόματα τα υπολοιπόμενα αρχεία
lbl_AutoDeleteAfterOtherUninstall.caption=Αυτόματη διαγραφή εναπομίναντων αρχείων κατα την απεγκατάσταση ενός προγράμματος από άλλο πρόγραμμα απεγκατάστασης
lbl_RemoveToRecycleBin.caption=Μεταφορά των αρχείων στον Κάδο Ανακύκλωσης
lbl_ShowExplorerButton.caption=Προσθήκη κουμπιού του καταστροφέα αρχείου στον εξερευνητή των Windows
lbl_Notification.caption=Ειδοποίηση
lbl_AutoShowTipForm.caption=Ειδοποίησε με όταν εντοπηστεί λειτουργία απεγκατάστασης από άλλον απεγκαταστάτη
lbl_BrowserPlugTip.caption=Ειδοποίησε με όταν εγκατασταθούν κακόβουλα plugins
btnImg_OK.caption=OK
btnImg_Cancel.caption=Ακύρωση
lbl_UpdateRemind.caption=Ενημέρωσε με όταν υπάρξουν διαθέσιμες ενημερώσεις

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Όνομα
ListView_AppList.Columns[1].caption=Μέγεθος
ListView_AppList.Columns[2].caption=Ημ. εγκατάστασης
ListView_AppList.Columns[3].caption=Λειτουργία
lbl_Notice.caption=Για την εμφάνιση των Windows Εφαρμογών, παρακαλώ σιγουρευτείτε ότι ο τρέχων λογαριασμός χρήστη έχει δικαιώματα διαχειριστή.
mniUninstall.caption=Απεγκατάσταση
mniRefush.caption=Ανανέωση
mniView.caption=Προβολή
mniDetails.caption=Λεπτομέριες
mniIcons.caption=Εικονίδια
mniOpenFile.caption=Άνοιγμα τοποθεσίας αρχείου
mniOpenReg.caption=Άνοιγμα στον επεξεργαστής μητρώου
mniOpenWinstore.caption=Άνοιγμα στο Κατάστημα των Windows
mniSearchOnline.caption=Αναζήτηση online

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Όνομα
ListView_Update.Columns[1].caption=Ημ. εγκατάστασης
ListView_Update.Columns[2].caption=Λειτουργία
lbl_NoItems.caption=Δεν βρέθηκαν Eνημερώσεις των Windows
mniUninstall.caption=Απεγκατάσταση
mniRefush.caption=Ανανέωση
mniViewby.caption=Προβολή
mniDetails.caption=Λεπτομέριες
mniIcons.caption=Εικονίδια

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Βίαια Απεγκατάσταση
lbl_FUInfo.caption=Η βίαιη απεγκατάσταση σας βοηθά να απεγκαταστήσετε ένα πρόγραμμα το οποίο δεν μπορεί να απεγκατασταθεί κατά τον συνήθη τρόπο και καθαρίζει πλήρως τυχών εναπομείναντα αρχεία. Μπορεί επίσης σας βοηθά να αφαιρέσετε εύκολα μια συντόμευση και τα αρχεία προορισμού της.
btnImg_Open.caption=Αναζήτηση...
lbl_DropInfo.caption=Μπορείτε να αναζητήσετε ή σύρετε ένα αρχείο ή φάκελο εδώ για να διαγράψετε ή να απεγκαταστήσετε το σχετικό πρόγραμμα.
btnImg_Uninstall.caption=Απεγκατάσταση
btnImg_Cancel.caption=Ακύρωση
PopMenu_Uninstall.caption=Απεγκατάσταση
PopMenu_OpenFolder.caption=Άνοιγμα τοποθεσίας αρχείου
PopMenu_ViewEntry.caption=Άνοιγμα στον επεξεργαστής μητρώου
PopMenu_SearchOnline.caption=Αναζήτηση online
ListView_FindReslut.Columns[0].caption=Εμφανιζόμενο όνομα
ListView_FindReslut.Columns[1].caption=Μέγεθος
ListView_FindReslut.Columns[2].caption=Ημ. εγκατάστασης

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Άνοιγμα στον επεξεργαστής μητρώου
mniMenu_Path.caption=Άνοιγμα τοποθεσίας αρχείου
btnImg_AllMainCancel.caption=Ακύρωση
btnImg_Advanced.caption=Για προχωριμένους
btnImg_Uninstall.caption=Απεγκατάσταση
lbl_AutoDelete.caption=Αφαιρέστε αυτόματα τα υπολοιπόμενα αρχεία
lbl_IsCreateRestore.caption=Δημιουργήστε ένα σημείο επαναφοράς πριν από την απεγκατάσταση
lbl_IsUninstallHint.caption=Θέλετε να καταργήσετε το επιλεγμένο πρόγραμμα;
btnImg_Delete.caption=Διαγραφή
btnImg_ReslutCancel.caption=Ακύρωση
lbl_SeletedAll.caption=Επιλογή όλων
lbl_ShredFile.caption=Κατεστραμένα αρχεία
lbl_AllRestart.caption=Κάντε επανεκκίνηση του υπολογιστή σας για να απεγκαταστήσετε εντελώς το ακόλουθο πρόγραμμα. Επανεκκινήστε τώρα;
lbl_NoPowerScan.caption=Η απεγκατάσταση ολοκληρώθηκε.
lbl_SomeNeedStart.caption=Κάντε επανεκκίνηση του υπολογιστή σας για να απεγκαταστήσετε εντελώς το ακόλουθο πρόγραμμα. Επανεκκινήστε τώρα;
btnImg_RecommendClose.caption=Κλείσιμο
btnImg_Restart.caption=Ναι
lbl_MoneyBackInfo.caption=Θα απολαύσετε έναν πιο ασφαλή και ταχύτερο υπολογιστή, αφαιρώντας εντελώς ανεπιθύμητα προγράμματα και πρόσθετα. Εγγύηση επιστροφής χρημάτων 60 ημερών. Χωρίς περιττές ερωτήσεις.
lbl_MoneyBackTitle.caption=Εγγυημένη ολοκληρωμένη απεγκατάσταση και καθαρότερος υπολογιστής
lbl_UninstallCompleted.caption=Η απεγκατάσταση ολοκληρώθηκε!
lbl_PluginTitle.caption=Αλλά για να εξασφαλιστεί η ασφαλέστερη πλοήγηση, πρέπει να διορθωθούν τα ακόλουθα ζητήματα:
lbl_UpgradeDes.caption=Για να τα διορθώσετε, αναβαθμήστε στο Iobit Uninstaller PRO τώρα.
lbl_AutoUpdateDes.caption=Εντοπίστε και απεγκαταστήστε τα επιπροσθετα διαφημηζομενα προγραμματα εύκολα
lbl_CleanDes.caption=Εντοπίστε και απεγκαταστήστε τα συνοδευτικά προγράμματα εύκολα
lbl_MoreDBDes.caption=Αφαιρέστε περισσότερα πεισματικά προγράμματα με εκτεταμένη βάση δεδομένων
lbl_ProTitle.caption=Αλλά με την PRO έκδοση, μπορείτε:
lbl_RemovePlugin.caption=Καταργήστε τις κακόβουλες προσθήκες για να ασφαλίσετε το πρόγραμμα περιήγησης
lbl_SupportDes.caption=Κρατήστε τα σημαντικά προγράμματα σας πάντα ενημερωμένα

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Απεγκατάσταση
btnImg_Cancel.caption=Ακύρωση

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Επαναφορά Απεγκαταστάτη
rdlblDesc.Caption=Επαναφορά του υπολογιστή σας στην κατάσταση που βρισκόταν πριν από ένα επιλεγμένο συμβάν. Η τελευταία δεν μπορεί να διαγραφεί για την ασφάλεια του συστήματος.
ListView_Restore.Columns[0].Caption=Ημερομηνία και Ώρα
ListView_Restore.Columns[1].Caption=Περιγραφή
btn_CreateRestorePoint.Caption=Δημιουγία σημείου επαναφοράς
RdImageButton_Restore.Caption=Επαναφορά
RdImageButton_Delete.Caption=Διαγραφή
lblNull.Caption=Δεν δημιουργήθηκαν σημεία επαναφοράς συστήματος.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Καθαρισμός Εναπομείναντων Αρχείων
lbl_Frame_Detail.caption=Ο Καθαρισμός Εναπομείναντων Αρχείων θα σας βοηθήσει να καθαρίσετε την Μη έγκυρη συντόμευση, την προσωρινή μνήμη Patch των Windows και τα άχρηστα αρχεία στο φάκελο λήψης για να εξοικονομήσετε περισσότερο χώρο για καλύτερη απόδοση του συστήματος.
lbl_Shortcut_Title.caption=Μη έγκυρες συντομέυσεις
lbl_Shortcut_Detail.caption=Σάρωση και κατάργηση των μη έγκυρων συντομεύσεων στο μενού έναρξης και την επιφάνεια εργασίας για βελτίωση της απόδοσης του συστήματος && της εμπειρίας χρήστη.
lbl_WindowsPatch_Title.caption=Προσωρινή μνήμη Patch των Windows
lbl_WindowsPatch_Detail.caption=Καθαρίστε τη μνήμη cache που δημιουργούνται κατά την εγκατάσταση patches για να απελευθερώσετε περισσότερο χώρο στο δίσκο και να κάνετε το σύστημα να λειτουργεί ομαλά.
lbl_Download_Title.caption=Φάκελος Λήψης
lbl_Download_Detail.caption=Σάρωστε αρχεία στον προεπιλεγμένο φάκελο λήψης των κύριων browsers και εργαλειών λήψης, και στη συνέχεια αφαιρέστε τα μεταφέροντας τα στον κάδο ανακύκλωσης.
Menu_Clean_OpenFileLocation.caption=Άνοιγμα τοποθεσίας αρχείου
Menu_Clean_SelectAll.caption=Επιλογή όλων
Menu_Clean_InvertSelection.caption=Αποεπιλογή
ListView_Clean.Columns[0].Caption=Διαδρομή Αρχείου
RdLabelBack.Caption=Πίσω
ck_SelectALL.Caption=Επιλογή όλων

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Όχι, ευχαριστώ
RdImgBtnUninstall.caption=Απεγκατάσταση
RdListView_History.Columns[0].Caption=Όνομα Προγράμματος
RdListView_History.Columns[1].Caption=Κατάσταση

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Κλείσιμο

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Καταστροφέας Αρχείων
lbl_Listview_Title.caption=Επιλέξτε ένα αρχείο ή φάκελο που θέλετε να καταστρέψετε:
lblLoading.caption=Φόρτωση...
lbl_AddFile.caption=Προσθήκη αρχείου...
lbl_AddFolder.caption=Προσθήκη φακέλου...
RdImageButton_Shredder.caption=Καταστροφή
RdImageButton_Cancel.caption=Ακύρωση
ListView_FileList.Columns[0].Caption=Διαδρομή Αρχείου
Menu_Shredder_Shredder.caption=Καταστροφή
Menu_Shredder_AddFile.caption=Εισαγωγή Αρχείου
Menu_Shredder_AddFolder.caption=Εισαγωγή Φακέλου
Menu_Shredder_Romove.caption=Αφαίρεση
Menu_Shredder_Clean.caption=Καθαρισμός
lbl_Shredder_Tip.caption=Γίνετε καταστροφή των αρχείων τώρα. Μπορεί να διαρκέσει λίγο χρόνο, παρακαλώ περιμένετε...

[uninstall_Mitor_M]
ProStillLeavesone_M=%d πρόγραμμα παραμένει ακόμα:
Lbl_metro_Atten.caption=Προσοχή
lbl_show.caption="%s" εξακολουθεί να έχει απομεινάρια, τα οποία μπορούν να επηρεάσουν την απόδοση του υπολογιστή.
Donotagain_M=Να μην εμφανιστεί ξανά.
Hide_M=Απόκρυψη
showDetails_M=Προβολή λεπτομεριών
Cleanmanually_M=Χειροκίνητος Καθαρισμός
Close_M=Κλείσιμο
Cleaning_M=Καθαρισμός...
Cleannow_M=Καθαρισμός Τώρα
StillLeavas_M=Το "%s" εξακολουθεί να αφήνει:
RegistryEntries_M=καταχωρήσεις μητρώου
MBFiles_M=MB αρχείων
LeftBy_M=εναπομείναντα κατά "%s" διαγράφηκαν
Cleanfuture_M=Αυτόματος καθαρισμός στο μέλλον
Registry_M=Μητρώο
File_M=Αρχείο
Files_M=αρχεία
Items_M=στοιχεία
Item_M=στοιχείο
rdlblCleanupCompleted.caption=Ο Καθαρισμός Ολοκληρώθηκε
rdlblIncomplete.caption=Μη ολοκληρωμένη Απεγκατάσταση
Setting_M=Ρυθμίσεις
Uselessfiles_M=άχρηστα αρχεία
Uselessregistryentries_M=άχρηστες καταχωρήσεις μητρώου
Removingnow_M=Γίνεται αφαίρεση...
rdlblRemoving.caption=Γίνεται αφαίρεση...
TrayHintstill=εξακολουθεί να μπορεί να καθοριστεί %d υπόλοιπα ζητήματα.
CCtrayHint_M=εξακολουθεί να μπορεί να καθοριστεί %d+ υπόλοιπα ζητήματα.
LeftoversRemoved_M=Απομεινάρια έχουν αφαιρεθεί:
ProStillLeaves_M=%d προγράμματα εξακολουθούν να υπάρχουν:
AutoClean_M=Αυτόματος Καθαρισμός
UselessregistryentriesOne_M=άχρηστη καταχώριση μητρώου

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Όχι, ευχαριστώ
RdImageButtonImageButton_Uninstall.caption=Απεγκατάσταση

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Προειδοποίηση
Lbl_Warnning_Detail.caption=Αυτό το πρόγραμμα ηλεκτρονικού υπολογιστή προστατεύεται με νόμο περί πνευματικών δικαιωμάτων και τις διεθνείς συνθήκες.
lbl_copyright.caption=Πνευματικά δικαιώματα © 2005-2018 IObit. Όλα τα δικαιώματα διατηρούνται.
lbl_Thanks_Title.caption=Ιδιαίτερες ευχαριστίες στους ακόλουθους ανθρώπους για τη μεγάλη συμβολή τους:
rdhtmlEula.caption=<a>άδεια Χρήσης Τελικού Χρήστη</a> | <a>Πολιτικής Προστασίας Προσωπικών Δεδομένων </a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Μέγεθος
ListView_SoftwareList.Columns[2].Caption=Ημ. εγκατάστασης
ListView_SoftwareList.Columns[3].Caption=Λειτουργία
Menu_Program_Uninstall.caption=Απεγκατάσταση
Menu_Program_Repair.caption=Επιδιόρθωση
Menu_Program_Refresh.caption=Ανανέωση
Menu_Program_ViewBy.caption=Προβολή ανά
Menu_Program_icons.caption=Εικονίδια
Menu_Program_Details.caption=Λεπτομέριες
Menu_Program_OpenFileLocation.caption=Άνοιγμα τοποθεσίας αρχείου
Menu_Program_OpeninRegedit.caption=Άνοιγμα στον επεξεργαστής μητρώου
Menu_Program_SearchOnline.caption=Αναζήτηση online

[uninstaller_Form_Activate]
Label_Get.caption=Λάβετε Άδεια
Label_Retrv.caption=Ανάκτηση Κωδικού
lblTitleOne.caption=Αφαίρεση Επίμονου Προγράμματος
lblContentOne.caption=Αφαιρέστε σχολαστικά περισσότερα επίμονα προγράμματα με τεχνολογία αιχμής και διευρυμένη βάση δεδομένων
lblTitleTwo.caption=Ολοκληρωτική Απεγκατάσταση Συνοδευτικών Εφαρμογών
lblTitleThree.caption=Γρήγορος και ασφαλής περιηγητής
lblTitleFour.caption=Νέο πρόγραμμα ενημέρωσης λογισμικού
lblContentFour.caption=Διατηρείστε Εύκολα και γρήγορα τα σημαντικά προγράμματα σας πάντα ενημερωμένα
RdImgBtnRegNow.caption=Εγγραφή Τώρα
RdLabelCaption.caption=Ενεργοποιήστε την έκδοση Pro για να απολαύσετε καλύτερη εμπειρία υπηρεσιών
Label_Code.caption=Κωδικός Άδειας:
Label_More.caption=Περισσότερα οφέλη, Σας το υποσχόμαστε:
RdImgBtn_Upgrade.caption=Αναβάθμηση σε Pro
rdlblHelp.caption=βοήθεια
Label_Eg.caption=Π.χ.: AAAAA-BBBBB-CCCCC-DDDDD
lblContentTwo.caption=Παρακολουθήστε την εγκατάσταση του προγράμματος για να ανιχνεύσετε και να απεγκαταστήσετε εύκολα τις ενσωματωμένες προσθήκες && προγράμματα
lblContentThree.caption=Κατάργηση των κακόβουλων && με διαφημίσεις πρόσθετων/επεκτάσεων για να σας προσφέρουμε μια ασφαλή και ομαλή εμπειρία περιήγησης στο διαδίκτυο
Label_Please.caption=Καταχωρίστε τον κωδικό άδειας και κάντε κλικ στο "Εγγραφή τώρα" για να ενεργοποιήσετε τις πλήρεις λειτουργίες της έκδοσης PRO.

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Κλείσιμο
rdlblHelp.caption=βοήθεια
Label_Code.caption=Κωδικός Άδειας:
RdImgBtnRegister.caption=Εγγραφή Τώρα
Label_Retrv.caption=Ανάκτηση Κωδικού
Label_HaveLicense.caption=Δεν έχετε μία άδεια;
Label_click.caption=Κάντε κλικ εδώ για να λάβετε μία.
RdImageButton_Back.caption=Πίσω
RdImageButton_Close.caption=Κλείσιμο
RdLabelCaption.caption=Διαχειρηστής Άδειας
Label_Status.caption=Κατάσταση Άδειας:
Label_Activated.caption=Ενεργοποιημένο
Label_Lcode.caption=Κωδικός Άδειας:
Label_Data.caption=Ημ/νια Λήξης:
Label_Refresh.caption=Ανανέωση
Label_Export.caption=Εξαγωγή Άδειας
rdlblAlread.caption:=Έχω ήδη ένα κωδικό άδειας χρήσης
Label_Please.caption=Εισαγάγετε τον κωδικό άδειας και κάντε κλικ στο "Εγγραφή τώρα" για να ενεργοποιήσετε όλες τις λειτουργίες της έκδοσης PRO.

[uninstaller_Form_licensemessage]
rdlblHelp.caption=βοήθεια
RdImgBtn_Closetwo.caption=Κλείσιμο
Label_success.caption=Ο κωδικός άδειας έχει ενεργοποιηθεί με επιτυχία!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Εδω φαίνετε η καταγραφή απεγκαταστασης και η κατασταση. Αν η κατάσταση ειναι "Υπάρχουν εναπομείναντα αρχεία" πατηστε Σάρωση για να βρείτε και να αφαιρεσετε τα εναπομειναντα αρχεία.
RdLabelCaption.caption=Ιστορικό Απεγκατάστασης
ListView_History.Columns[1].Caption=Ημερομινία απεγκατάστασης
ListView_History.Columns[2].Caption=Μέγεθος
ListView_History.Columns[3].Caption=Κατάσταση
ListView_History.Columns[4].Caption=Λειτουργία
Menu_ClearThis.Caption=Αφέραιση αυτής της εγραφής
Menu_ClearAll.Caption=Αφαίρεση όλων

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Κάντε Αριστερό κλικ και σύρετε το ποντίκι για να επιλέξετε την περιοχή που θέλετε να πάρετε στιγμιότυπο οθόνης
M_NoticeInfo_AC=2. Κάντε δεξί κλικ ή πατήστε Esc για να εξέλθετε
M_Rect=Ορθογώνιο
M_Oval=Οβάλ
M_Text=Κείμενο
M_Paintbrush=Πινέλο
M_Return=Επαναφορά λειτουργίας Ctrl + Z
M_Copy=Αντιγραφή στο πρόχειρο
M_Exit=Έξοδος και στιγμιότυπο οθόνης
M_Save=Αποθήκευση
M_TipInfo=Η εικόνα έχει αποθηκευτεί στο πρόχειρο. Μπορείτε να χρησιμοποιήσετε το Ctrl + V για να την επικολλήσετε.
M_TipShow=Να μην εμφανιστεί ξανά αυτό το μήνυμα
M_TipSure=OK
M_NoticeInfo=1. Κάντε αριστερό κλικ και σύρετε το ποντίκι για να επιλέξετε την περιοχή που θέλετε να τραβήξετε το στιγμιότυπο οθόνης
M_NoticeInfo_a=2. Κάντε δεξί κλικ ή πατήστε Esc για έξοδο

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Αποστολή...
lbl_SendFailed.caption=Η αποστολή απέτυχε. Κάντε κλικ στο OK για να υποβάλλετε ηλεκτρονικά τα σχόλια σας.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Σας ευχαριστούμε για τα σχόλιά σας . Θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατόν.
btnImg_SendSuccess.caption=OK

[Uninstaller_M]
MainUpdate_Hint=Μια νέα έκδοση είναι διαθέσιμη
Startup_Delete_M=Διαγραφή
ShredderDetail_1=Τα διαγραμμένα αρχεία μπορούν να ανακτηθούν ακόμα και μετά τη μορφοποίηση του δίσκου.
ShredderDetail_2=Ο καταστροφέας αρχείων σάς βοηθά να αφαιρέσετε τα ανεπιθύμητα αρχεία με ασφάλεια και μόνιμα.
Program_Information=Πληροφορίες προγράμματος
Files_Deleted=Αρχεία που Διαγράφηκαν
Registries_Deleted=Καταχωρισεις Μητρώου που Διαγράφηκαν
Scheduled_Tasks_Deleted=Προγραμματισμένες εργασίες που Διαγράφηκαν
Deleted_on_Reboot=Διαγράφη στην επανεκκίνηση
Service_Deleted=Υπηρεσία διαγράφηκε
HtmlADPluginCaption=<a>%d</a> Ad Plug-ins παρεμβολές
HtmlMaliciousPluginCaption=<a>%d</a> κακόβουλου απειλές Plug-ins
MenuRight_Caption=Ισχυρή Απεγκατάσταση
UninstallLog_No_IsEmpty_M=Δεν βρέθηκαν εναπομείναντα αρχεία κατά την Ισχυρή Σάρωση
Input_Text_Search=Αναζήτηση
Hint_Settings=Επιλογές
Hint_WindowMin=Ελαχιστοποίηση
Hint_WindowMax=Μεγιστοποίηση
Hint_WindowRest=Επαναφορά
Hint_WindowClose=Κλείσιμο
Hint_Tools=Εργαλεία
Nav_Colle_Program_All=Προγράμματα
Nav_Colle_Browser=Γραμμές εργαλείων & προσθήκες
Nav_Colle_Win=Εφαρμογές των Windows
Nav_Colle_AC=Κέντρο Ενεργειών
Nav_Item_Program_All=Όλα τα προγράμματα
Nav_Item_Program_Recent=Πρόσφατα εγκατεστημένα
Nav_Item_Program_Infrequent=Σπάνιως Χρησιμποιημένα
Nav_Item_Program_Large=Μεγάλα Προγράμματα
Nav_Item_Win_Update=Ενημέρωση των Windows
Nav_Item_Browser_All=Όλες οι Γραμμές εργαλείων & οι προσθήκες
Button_Uninstall=Απεγκατάσταση
Button_Remove=Αφαίρεση
Button_OK=OK
Button_Cancel=Ακύρωση
Button_Close=Κλείσιμο
Button_Yes=Ναι
Button_No=Όχι
Button_Continue=Συνέχεια
FileCorruptedMsg=Μερικά αρχεία του IObit Uninstaller είναι κατεστραμμένα. Παρακαλούμε εγκαταστήστε ξανά το IObit Uninstaller.
ToolPopForceUninstall=Βίαια Απεγκατάσταση
ToolPopCleanup=Καθαρισμός Εναπομείναντων Αρχείων
ToolPopHistory=Ιστορικό Απεγκατάστασης
ToolPopFileShredder=Καταστροφέας Αρχείων
MoreSettingPopSetting=Ρυθμίσεις...
MoreSettingPopRestore=Επαναφορά
MoreSettingPopExport=Εξαγωγή λίστας προγραμμάτων
MoreSettingPopUpdate=Έλεγχος για ενημερώσεις
MoreSettingPopManual=Εγχειρίδιο Χρήστη
MoreSettingPopSupport=Τεχνική Υποστρίριξη
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Μου αρέσει
MoreSettingPopAbout=Σχετικά με
DefaultSelProg=Απεγκαταστήστε το περιττό πρόγραμμα για να ελευθερώσετε περισσότερο χώρο.
DefaultSelPlug=Αφαιρέστε τα ανεπιθύμητα Πρόσθετα για να προστατεύσετε το πρόγραμμα περιήγησής σας.
SelInfoPlug=plug-in έχει επιλεγεί για κατάργηση.
SelInfoPlugM=plug-in έχουν επιλεγεί για κατάργηση.
SelInfoUpdate=Ενημερώσητων Windows έχει επιλεγεί για απεγκατάσταση.
SelInfoUpdateM=Ενημερώσεις των Windows έχουν επιλεγεί για απεγκατάσταση.
SelInfoWApp=πρόγραμμα έχει επιλεγεί για την απεγκατάσταση.
SelInfoWAppM=προγράμματα έχουν επιλεγεί για την απεγκατάσταση.
v_license_OtherCode_M=Ο κωδικός άδειας %s ισχύει μόνο για %s. Παρακαλώ κάντε κλικ στο κουμπί OK για να κατεβάσετε και να καταχωρήσετε τον %s.
Cannotconnect_M=Δεν είναι δυνατή η σύνδεση με τον διακομιστή μας. Παρακαλώ ελέγξτε το δίκτυο/ρυθμίσεις διακομιστή μεσολάβησης σας και προσπαθήστε να επικύρωση της άδειάς σας αργότερα.
SysRestore_CreateComplete=Δημιουργήθηκε σημείο επαναφοράς με επιτυχία!
SysRestore_CreateFailed=Η δημιουργία σημείου επαναφοράς απέτυχε! Παρακαλώ ελέγξτε αν η δημιουργία σημείου επαναφοράς είναι ενεργοποιημένη.
SysRestore_CreateRestore_Confirm=Είστε σίγουροι ότι θέλετε να δημιουργήσετε ένα σημείο επαναφοράς;
SysRestore_CreateRestore_Tip=Δημιουργία σημείου επαναφοράς, παρακαλώ περιμένετε ...
SysRestore_CreateRestore_Failed=Η δημιουργία σημείου επαναφοράς απέτυχε! Παρακαλώ ελέγξτε αν η δημιουργία σημείου επαναφοράς είναι ενεργοποιημένη.
SysRestore_SetRestore_Confirm=ΠΡΟΣΟΧΗ: Η επαναφορά του συστήματός σας σε ένα σημείο επαναφοράς θα αναιρέσετε όλες τις αλλαγές που έγιναν μετά από αυτό το σημείο επαναφοράς. Η επαναφορά δεν μπορεί να αναιρεθεί ή να διακοπεί. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
SysRestore_SetRestore_Reboot=Απαιτείται επανεκκίνηση για να εφαρμόσει αυτές τις αλλαγές. Παρακαλούμε να αποθηκεύσετε όλα τα ανοιχτά αρχεία σας και κλείστε όλα τα ανοικτά προγράμματα πριν την επανεκκίνηση. Επανεκκίνηση του υπολογιστή τώρα;
SysRestore_SetRestore_Tip=Επαναφορά αρχείων και ρυθμίσεων του συστήματος, παρακαλώ περιμένετε ...
SysRestore_Delete_Confirm=Είστε σίγουροι ότι θέλετε να το διαγράψετε;
Clean_Shortcuts_GroupsHeader_M=Μη έγκυρες συντομέυσεις
Clean_WindowsPatch_GroupsHeader_M=Προσωρινή μνήμη Patch των Windows
Clean_Download_GroupsHeader_M=Φάκελος Λήψης
Shredder_Del_M=Είστε βέβαιοι ότι θα καταργήσετε οριστικά τα πρόσθετα %d στοιχεία; Αυτή η ενέργεια είναι απολύτως ΑΝΑΞΙΟΠΙΣΤΗ και θα χρειαστεί περισσότερος χρόνος για να ολοκληρωθεί.
Shredder_DelOne_M=Είστε βέβαιοι ότι θα καταργήσετε οριστικά το πρόσθετο %d στοιχείο; Αυτή η ενέργεια είναι απολύτως ΑΝΑΞΙΟΠΙΣΤΗ και θα χρειαστεί περισσότερος χρόνος για να ολοκληρωθεί.
Shredder_NotDel_M="%s" δεν καταστράφηκε, καθώς δεν γίνεται να γράψουμε πάνω σε αυτό. Παρακαλώ ελέγξτε αν είναι ακόμα σε χρήση.
Shredder_InUse_M=Μερικά αρχεία δεν καταστράφηκαν διότι δεν γίνετε να γράψουμε πάνω σε αυτά. Παρακαλώ ελέγξτε αν είναι ακόμα σε χρήση.
Shredder_Sucess_M=Καταστράφηκε με επιτυχία.
Shredder_OneSucess_M=Καταστράφηκε με επιτυχία.
Shredder_DirIsEmpty_M=Είναι άδειο. Δεν μπορείτε να το καταστρέψετε.
FileShredder_MaxCount_M=5.000 αρχεία έχουν προστεθεί. Παρακαλώ προσθέστε το υπόλοιπο των αρχείων μετά την καταστροφή αυτών των 5000 αρχείων.
BatchUninstall_NoneSelect_M=Παρακαλώ επιλέξτε τουλάχιστον ένα πρόγραμμα.
OtherInfo_M=Το "%s" μπορεί να καταργηθεί μόνο από τον Πίνακα Ελέγχου. Θέλετε να πάτε στον Πίνακα Ελέγχου για να συνεχίσετε την απεγκατάσταση;
RelationInfo_M=Τα "%s" θα απεγκατασταθούν μαζί. Είστε βέβαιοι να συνεχίσετε την απεγκατάσταση;
EndProInfo_M=Διαδικασία "%s" του "%s" βρίσκεται ακόμη σε εξέλιξη. Παρακαλώ βεβαιωθείτε ότι έχετε κλείσει το "%s" και κάντε κλικ στο κουμπί Συνέχεια.
DRclickmis_M="%s" δεν μπορεί να απεγκατασταθεί με τον τρόπο ρουτίνας. Παρακαλώ κάντε κλικ <a>εδώ</a> για λεπτομερείς οδηγίες απεγκατάστασης και προσπαθήστε ξανά.
UinstallAgain_M=Απεγκατάσταση πάλι
license_expired_M=Η άδεια χρήσης %s έχει λήξει. Κάντε κλικ <a>εδώ</a> για να αγοράσετε μία καινούρια.
license_maximum_M=Η άδεια χρήσης %s έχει ενεργοποιηθέι στον μέγιστο επιτρεμόμενο αριθμό υπολογιστών. Παρακαλώ κάντε κλικ <a>εδώ</a> για να αγοράσετε μια ακόμη άδεια για το Iobit Uninstaller PRO σε αυτόν τον υπολογιστή.
license_Free_M=Η άδεια χρήσης %s δεν μπορεί να ενεργοποιηθέι. Παρακαλώ αγοράστε μία νέα άδεια χρήσης για το Iobit Uninstaller PRO.
license_valid_M=Μη έγκυρος κωδικός! Παρακαλώ εισάγετε έναν έγκυρο κωδικό.
Uninstall_Btn_Str=Απεγκατάσταση
SureToDelete_Str=Είστε σίγουροι ότι για να διαγράψετε τα επιλεγμένα αντικείμενα;
DeselectAll_Str=Αποεπιλογή όλων
SelectAll_Str=Επιλογή όλων
SuccessReslutFromHistroySome=Υπολειπόμενα αρχεία των προγραμμάτων <a>%d</a> καθαρίστηκαν με επιτυχία. Ελέγξτε τις λεπτομέρειες παρακάτω.
SuccessWithNoResidualSingle=Έχετε απεγκαταστήσει με επιτυχία <a>%d</a> πρόγραμμα χωρίς υπολειπόμενα αρχεία.
SuccessWithNoResidualSome=Έχετε απεγκαταστήσει με επιτυχία <a>%d</a> προγράμματα χωρίς υπολειπόμενα αρχεία.
FailedReslut="%s" δεν απεγκαταστίθηκαν. Συμπληρώστε το email σας παρακάτω και κάντε κλικ στο κουμπί Feedback. Ένα αρχείο καταγραφής απεγκατάστασης θα σταλεί σε εμάς.
AllFailedReslutSingle=Απεγκατάσταση %s απέτυχε. Συμπληρώστε το email σας παρακάτω και κάντε κλικ στο κουμπί Feedback. Ένα αρχείο καταγραφής απεγκατάστασης θα σταλεί σε εμάς.
AllFailedReslutSome=Απεγκατάσταση %d προγραμμάτων απέτυχε. Συμπληρώστε το email σας παρακάτω και κάντε κλικ στο κουμπί Feedback. Ένα αρχείο καταγραφής απεγκατάστασης θα σταλεί σε εμάς.
MsgBox_SelectWin8App=Επιλέξτε τουλάχιστον μία εφαρμογή.
NoticeInfo_One=Κακόβουλο πρόσθετο έχει ανιχνευτεί στο πρόγραμμα περιήγησης σας, ανοίξτε IObit Uninstaller για να τα αφαιρέσετε.
NoticeInfo_Some=Κακόβουλα πρόσθετα έχουν ανιχνευτεί στο πρόγραμμα περιήγησής σας, ανοίξτε IObit Uninstaller για να τα αφαιρέσετε.
FuncPluginRemoveSuccessMsgBox=Αντικείμενα αφαιρεθεί επιτυχώς
FuncPluginSelectMsgBox=Παρακαλώ επιλέξτε πρώτα ένα στοιχείο.
FuncPluginRemoveFailedMsgBox_2=Παρακαλώ κλείστε τα ακόλουθα προγράμματα περιήγησης για να αφαιρέσετε τα στοιχεία:
FuncPluginRemoveFailedMsgBox_3=Παρακαλώ κλείστε το φυλλομέτρηση σας και προσπαθήστε ξανά.
FuncPluginRemoveFailedSingleMsgBox=Η αφαίρεση %s απέτυχε. Παρακαλώ κάντε κλικ στα σχόλια για να λάβετε περισσότερη βοήθεια.
FuncPluginRemoveFailedSomeMsgBox=Η αφαίρεση %d plugins απέτυχε. Παρακαλώ κάντε κλικ στα σχόλια για να λάβετε περισσότερη βοήθεια.
RestoreDefaultSettingsButton=Επαναφορά %s προεπιλεγμένων ρυθμίσεων
FeedBack_Sending=Αποστολή...
FeedBack_SendingSuccess=Αποστολή ολοκληρώθηκε με επιτυχία
FeedBack_SendFailed=Η αποστολή απέτυχε. Κάντε κλικ στο OK για να υποβάλλετε ηλεκτρονικά τα σχόλια σας.
lbl_White.caption=Λευκό
NouselessFiles_M=Δεν βρέθηκαν άχρηστα αρχεία στον υπολογιστή σας.
ExistDownloadFile_M=Είστε σίγουροι ότι θέλετε να καθαρίσετε τα επιλεγμένα αρχεία από το φάκελο Λήψης;
scaning_M=Σάρωση
Exit_M=Έξοδος
OpenIU_M=Άνοιγμα του IObit Uninstaller
Allthefollowing_M=Όλα τα επιλεγμένα υπολείμματα έχουν καθαριστεί με επιτυχία.
SpecTClose=Κλείσιμο
SpecTOK=OK
SpecTHide=Απόκρυψη
SpecTUninstalled=πρόγραμμα έχει απεγκατασταθεί.
SpecTUninstalledM=προγράμματα  έχουν απεγκατασταθεί.
Shredder_NotAddFolder_M=Δεν είναι δυνατή η προσθήκη αρχείου "%s" για καταστροφή επειδή αυτή η λειτουργία μπορεί να προκαλέσει αστάθεια του συστήματος
ForceUninstallEndProgressMsg=%s εκτελείται. Καταργήστε τη διαδικασία και δοκιμάστε ξανά.
Setting_UITitle=Περιβάλλον Χρήστη
Setting_UpdateTitle=Τρόπος ενημέρωσης
Setting_GeneralTilte=Γενικά
Setting_NotificationTilte=Ειδοποίηση
Setting_Size_Normal=Κανονικό
Setting_Size_Large=Μεγάλο
Setting_Size_Larger=Πολύ μεγάλο
Update_NoItem_Tip=Δεν βρέθηκαν Eνημερώσεις των Windows
MsgBox_SelectProgram=Παρακαλώ επιλέξτε τουλάχιστον ένα πρόγραμμα.
UpdateColumnStr_Title=Όνομα ενημέρωσης (Σύνολο: %d)
Update_Loading_Tip=Φόρτωση της Ενημέρωσης των Windows...
Win8NoItemTip=Δεν βρέθηκαν Εφαρμογές των Windows.
Win8ColumnStr_Title=Όνομα εφαρμογής (Σύνολο:%d)
Detail_Tip=Λεπτομέριες
Detail_Name=Όνομα
Detail_Ver=Έκδοση
Detail_Path=Διαδρομή εγκατάστασης
Detail_Des=Περιγραφή
Detail_Publisher=Λειτουργία
Win8LoadingApp=Φόρτωση εφαρμογών...
Win8ListViewGroupsWin8AppHeader=Εφαρμογές των Windows
Win8ListViewGroupsWin8AppSubtitle=Εφαρμογές που εκδίδονται από τη Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Εφαρμογές τρίτων
Win8ListViewGroupsThirdSubtitle=Εφαρμογές που εκδίδονται από εταιρίες τρίτων
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Κακόβουλες Γραμμές Εργαλείων και Πρόσθετα
ListViewGroupMaliciousDesc=Οι γραμμές εργαλείων και τα πρόσθετα μπορεί να αλλάξουν το προεπιλεγμένο πρόγραμμα περιήγησης σας και να κλέψουν τα προσωπικά σας δεδομένα.
ListViewGroupAdTitle=Γραμμές εργαλείων και Plug-ins με βάση τις διαφημίσεις
ListViewGroupAdDesc=Αυτές οι Γραμμές εργαλιών και τα πρόσθετα μπορεί να εμφανίζουν διαφημίσεις, διαφημίσεις σε banner, κ.λπ.
ListViewGroupTrustTitle=Έμπιστες γραμμές εργαλείων και πρόσθετα
ListViewGroupTrustDesc=Αυτές οι Γραμμές εργαλείων και τα πρόσθετα δεν θα βλάψουν τον υπολογιστή σας. Μπορείτε να τα αφαιρέσετε ή να τα διατηρήσετε σύμφωνα με της απαιτήσεις σας.
ListViewGroupExtensions=Επεκτάσεις
ListViewGroupPlugins=Πρόσθετα
ListViewGroupToolbar=Γραμμές εργαλείων
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Εγχυμένα Προγράμματα
ListViewGroupExtension_DES=Οι επεκτάσεις χρησιμοποιούνται για την προσαρμογή του προγράμματος περιήγησης με χαρακτηριστικά που σας αρέσουν
ListViewGroupPlugin_DES=Το πρόσθετο μπορεί εύκολα να εγκατασταθεί και να χρησιμοποιηθεί ως μέρος του προγράμματος περιήγησης στο web
ListViewGroupToolbar_DES=Οι Γραμμές Εργαλείων βοηθά τους χρήστες να έχουν πρόσβαση σε ιστότοπους γρήγορα ή να εκτελούν άλλες λειτουργίες εφαρμογής
ListViewGroupBHO_DES=Το BHO βοηθά στη δημιουργία εξατομικευμένων φυλλομετρητών και παρέχει απλούστερες διαδραστικές λειτουργίες
ListViewGroupActivex_DES=Το ActiveX χρησιμοποιείται από τον Internet Explorer για να διευκολύνει την αναπαραγωγή εμπλουτισμένων μέσων
ListViewGroupInjection_DES=Τα εγχυμένα προγράμματα θα εισάγουν αρχεία dll άλλων κατασκευαστών στη διαδικασία του προγράμματος περιήγησης για να παρέχουν κάποια χαρακτηριστικά
PluginNoItemTip=Δεν βρέθηκαν γραμμές εργαλείων ή προσθήκες στο πρόγραμμα περιήγησής σας
NoSerchItem_Tip=Δεν βρέθηκε κανένα στοιχείο.
PluginColumnStr_Title=Όνομα (Σύνολο: %d)
ChromeSysncStr=Παρακαλούμε να απενεργοποιήσετε το Chrome Sync χαρακτηριστικό, για να αφαιρέσετε τα επιλεγμένα plugins ολοκληρωτικά Διαφορετικά, τα plugins θα μπορούν να επανεγκατασταθούν αυτόματα.
FuncPluginSysPluginMsgBox=Δεν συνιστάται να αφαιρέσετε το %s επιδή ορισμένες λειτουργίες του προγράμματος περιήγησης μπορεί να επηρεαστούν μετά την αφαίρεση.
FuncPluginLoading=Φόρτωση...
FuncPluginRmoveSuccess=Αφαιρέθηκε με επιτυχία. Φόρτωση...
FuncVotePlugSelectMsgBox=Παρακαλώ επιλέξτε το στοιχείο για βαθμολογήση
FuncPluginRmoveConfireSingleMsgBox=Είστε βέβαιοι ότι θέλετε να καταργήσετε το επιλεγμένο στοιχείο;
FuncPluginRmoveConfireSomeMsgBox=Είστε βέβαιοι ότι θέλετε να καταργήσετε τα επιλεγμένα στοιχεία;
FuncCheckBrowserMsgBox_1=%s εκτελείτε.
FuncCheckBrowserMsgBox_2=Κάντε κλικ στο κουμπί OK για να κλείσετε (Παρακαλούμε να αποθηκεύσετε πρώτα το περιεχόμενό σας).
FuncCheckBrowserMsgBox_3=Η πατήστε Άκυρο για να ακυρώσετε την λειτουργεία.
FuncCheckBrowserMsgBox_4=%s εκτελούνται.
FuncCheckBrowserMsgBox_5=Κάντε κλικ στο κουμπί OK, αναγκαστικό κλείσιμο (Το μη αποθηκευμένο περιεχόμενο μπορεί να χαθεί).
FuncCheckBrowserMsgBox_6=Η πατήστε Άκυρο για να ακυρώσετε την λειτουργεία.
FuncPluginRemoveFailedMsgBox_1=Αποτυχία στην αφαίρεση των ακόλουθων στοιχείων:
FuncPluginRemoveFailedMsgBox_4=Το %s ενδέχεται να μην καταργηθεί επειδή βρίσκεται υπό την προστασία του %s. Καταργήστε το %s και επανεκκινήστε το IObit Uninstaller για να το αφαιρέσετε.
FuncRestoreSuccessMsgBox=Η επαναφορά στις προεπιλεγμένες ρυθμίσεις ολοκληρώθηκε με επιτυχία.
FuncRestoreFailedMsgBox=Απέτυχε η επαναφορά τις προεπιλεγμένες ρυθμίσεις του προγράμματος περιήγησης, παρακαλούμε κλείστε το %s και δοκιμάστε ξανά.
PluginRestoreStr=Επαναφορά %s προεπιλεγμένων ρυθμίσεων
FuncVoteMarkSelectMsgBox=Παρακαλώ βαθμολογήστε.
FuncVoteFailedMsgBox=Η βαθμολόγηση απετύχει, ελέγξτε τη σύνδεση δικτύου σας και δοκιμάστε ξανά.
FuncVoteActiveVote=Βαθμολογία
FuncVoteWaitting=Υποβολή βαθμολογίας, παρακαλώ περιμένετε ...
VoteStr_1=<a>1</a> χρήστης έχει βαθμολογίσει. Έχετε ήδη αξιολογήσει.
VoteStr_2=Δεν έχει ληφθεί ακόμα βαθμολόγηση. Γίνετε ο πρώτος που θα βαθμολογίσει.
VoteStr_3=<a>%d</a> χρήστες έχουν βαθμολογίσει. Έχετε ήδη βαθμολογήσει.
VoteStr_4=<a>%d</a> χρήστες έχουν βαθμολογίσει. Τι πιστεύετε για αυτό το πρόσθετο;
NoticeInfoEx_One=<a>1</a> κακόβουλη προσθήκη εντοπίστηκε στο πρόγραμμα περιήγησής σας, ανοίξτε το IObit Uninstaller για να το καταργήσετε.
NoticeInfoEx_Some=<a>%d</a> κακόβουλες προσθήκες εντοπίστηκαν στο πρόγραμμα περιήγησής σας, ανοίξτε το IObit Uninstaller για να τις καταργήσετε.
UninstallPromote=Αγορά Τώρα
OneItemStr=%d στοιχείο
SomeItemStr=%d στοιχεία
OneItem=στοιχείο
SomeItems=στοιχεία
RebootToDelete_Str=(Διαγραφή στην εκκίνηση)
UninstallingSingleStr=Είστε βέβαιοι ότι θα καταργήσετε την εγκατάσταση του επιλεγμένου προγράμματος;
UninstallingSomeStr=Είστε βέβαιοι να απεγκαταστήσετε τα επιλεγμένα %d προγράμματα;
Uninstall_Str=Κατάργηση εγκατάστασης του %s (%d/%d)
Scan_Str=Σάρωση του %s (%d/%d)
CreateRetore_Str=Δημιουργία σημείου επαναφοράς, παρακαλώ περιμένετε ...
SureToDeleteSomeStr=Έγινε κατάργηση <a>%d</a> προγραμμάτων. Βεβαιωθείτε ότι έχετε ελέγξει μόνο το στοιχείο που θέλετε να διαγράψετε.
SureToDeleteOneStr=Έγινε κατάργηση <a>1</a> προγράμματος. Βεβαιωθείτε ότι έχετε ελέγξει μόνο το στοιχείο που θέλετε να διαγράψετε.
SureToDeleteByHistroyStr=Η σάρωση ολοκληρώθηκε. Βεβαιωθείτε ότι έχετε ελέγξει μόνο το στοιχείο που θέλετε να διαγράψετε.
DeletingStr=Διαγράφη υπολειμμάτων, παρακαλώ περιμένετε
DeleteCancleStr=Είστε σίγουροι ότι θέλετε να ακυρώσετε τη διαγραφή;
RestoringCancleStr=Δημιουργία σημείου επαναφοράς. Είστε βέβαιοι ότι θέλετε να την ακυρώσετε;
RegistryCaption_Str=Μητρώο
FileCaption_Str=Αρχείο
TaskCaption_Str=Προγραμματισμένες Εργασίες
ServiceCaption_Str=Υπηρεσίες Συστήματος
HintProToolStr=Η Σύνθετη απεγκατάσταση σας βοηθά να καταργήσετε την εγκατάσταση του %s πλήρως και διεξοδικά.
SuccessReslutFromHistroySingle=Τα υπολειπόμενα αρχεία έχουν καθαριστεί με επιτυχία. Ελέγξτε τις λεπτομέρειες παρακάτω:
SuccessReslutFromUninstallSingle=Έχετε απεγκαταστήσει με επιτυχία το πρόγραμμα <a>%d</a> με τις παρακάτω λεπτομέρειες:
SuccessReslutFromUninstallSome=Έχετε απεγκαταστήσει επιτυχώς τα προγράμματα <a>%d</a> με τις παρακάτω λεπτομέρειες:
SuccessReslutNeedRestartSingle=<a>%d</a> πρόγραμμα έχει απεγκατασταθεί.
SuccessReslutNeedRestartSome=<a>%d</a> προγράμματα έχουν απεγκατασταθεί.
FileDeleteReslut=Αρχεία διαγράφτηκαν: <a>%s</a>
RegDeleteReslut=Καταχωρίσεις μητρώου διαγράφτηκαν: <a>%d</a>
TaskDeleteReslut=Προγραμματισμένες διεργασίες διαγράφτηκαν: <a>%d</a>
ServiceDeleteReslut=Υπηρεσίες διαγράφτηκαν: <a>%d</a>
HtmlRecomReslutCaption=Απεγκατασταθήκαν <a>%d</a> προγράμματα και αφαιρέθηκαν τα παρακάτω άχρειστα αρχεία:
HtmlFileReCaption=<a>%s</a> άχρηστα αρχεία
HtmlRegReCaption=<a>%d</a> άχρηστες καταχωρήσεις μητρώου
HtmlTaskReCaption=<a>%d</a> μη έγκυρες προγραμματισμένες διεργασίες
HtmlServicesReCaption=<a>%d</a> μη έγκυρες υπηρεσίες συστήματος
RebootYes=Επανεκκίνηση Τώρα
RebootLater=Αργότερα
FromHistroyNoItem=Δεν βρέθηκαν εναπομείναντα αρχεία.
FromUninstallNoItem=Η απεγκατάσταση ολοκληρώθηκε.
RelatedMetroText=Αυτές οι εφαρμογές σχετίζονται. Καταργωντας μία από αυτές θα καταργηθούν αυτόματα οι υπόλοιπες. Είστε βέβαιοι ότι θέλετε να καταργήσετε την εγκατάσταση;
RelatedSoftText=Τα παραπάνω πακέτα προϊόντων εγκαταστάθηκαν την ίδια στιγμή. Θέλετε να τα απεγκαταστήσετε μαζί;
EmailHint=Παρακαλώ εισάγετε σωστά το email σας εδώ
ScreenMaxMessage=Η λειτουργία απέτυχε. Έχετε φτάσει το μέγιστο των 5 screenshots.
CloseHintMsg=Είστε βέβαιοι ότι δεν θέλετε να υποβάλετε τα σχόλια;
FeedBack_1=Το Λατρεύω!
FeedBack_2=Πρόταση
FeedBack_3=Η απεγκατάσταση απέτυχε
FeedBack_4=Η προβολή όλων των προγραμμάτων απέτυχε
FeedBack_5=Προβλήματα ισχυρής σάρωσης
FeedBack_6=Αναφορά σφάλματος
FeedBack_7=Άλλα
RelatedProTip=Ενεργοποιήστε το PRO για να απεγκαταστήσετε τα προϊόντα μαζί.
SpecProTip1=Απεγκαταστήστε το %s και περισσότερα προγράμματα ολοκληρωτικά.
SpecProTip2=Ενεργοποιήστε το PRO για να αποκτήσετε αυτό το χαρακτηριστικό και να απολαύσετε περισσότερες λειτουργίες PRO.
UninstallProTipEnterCode=Εισαγωγή Κωδικού
UninstallProTipActive=Ενεργοποίηση Τώρα
UninstallProTipManage=Διαχείρηση Άδειας
Scan_M=Σάρωση
Clean_M=Καθαρισμός
Cleaning_M=Καθαρισμός...
SelectAll_M=Επιλογή όλων
DeselectAll_M=Αποεπιλογή όλων
PleaseSelect_M=Επιλέξτε τουλάχιστον ένα στοιχείο για τη σάρωση.
CloseHint_M=Κλείσιμο
Invalid_item_M=(Μη έκγυρο στοιχείο)
ListviewHeader_Software_M=Όνομα Προγράμματος: (Σύνολο: %d)
History_Scan_M=Σάρωση
History_Detail_M=Λεπτομέριες
History_Residualfilesleft_M=Εναπομήναντα αρχεία έχουν μείνει
Uninstalled_completely_M=Η Απεγκατάσταση ολοκληρώθηκε
History_Installed_M=Εγκαταστίθηκε
History_info_DouBle_M=προγράμματα που επιλέχθηκαν για την απεγκατάσταση την τελευταία φορά δεν απεγκαταστάθηκαν εντελώς. Κάντε κλικ στην επιλογή Κατάργηση εγκατάστασης για να συνεχίσετε.
History_info_One_M=πρόγραμμα που επιλέχθηκε για την απεγκατάσταση την τελευταία φορά δεν απεγκαταστάθηκε εντελώς. Κάντε κλικ στην επιλογή Κατάργηση εγκατάστασης για να συνεχίσετε.
SoftwareFrame_InstallDate_M=Ημ. εγκατάστασης
SoftwareFrame_FrequencyUse_M=Τελευταία χρήση
HistoryInfo_DisplayName=Εμφανιζόμενο όνομα
HistoryInfo_Publisher=Λειτουργία
HistoryInfo_Version=Έκδοση
HistoryInfo_InstallDate=Ημ. εγκατάστασης
HistoryInfo_UseSize=Χώρος που χρησημοποιήτε
HistoryInfo_Location=Τοποθεσία
HistoryInfo_UninstallDate=Ημερομινία απεγκατάστασης
SoftwareFrame_Frequency_DaysHint_M=Δεν χρησιμοποιήθηκε για %s ημέρες.
Noprograms_Frequencyofuse_M=Όλα τα προγράμματα σας χρησιμοποιούνται συχνά.
Noprograms_100Size_M=Δεν βρέθηκαν προγράμματα που υπερβαίνουν τα 100MB.
Noprograms_match_M=Δεν βρέθηκε κανένα στοιχείο.
Noprograms_Recent_M=Δεν εγκατεστηθηκε κανένα πρόγραμμα στις τελευταίες 10 ημέρες.
Details_M=Λεπτομέριες
Export_M=Εξαγωγή
monthsago_M=%d μήνες πριν
yearsago_M=%d χρόνος πριν
yearsagos_M=%d χρόνια πριν
days_left_M=μέρες απομένουν
SU_Title=Software Updater
SU_COL_Name=Software Updater
SU_COL_Version=Έκδοση
SU_COL_Ignore=Παράβλεψη
SU_COL_State=Κατάσταση
SU_Ignore=Παράβλεψη
SU_Ignored=Έχει προβλεφθεί
SU_NoIgnore=Να μην αγνοηθεί
SU_Update=Ενημέρωση
SU_Updating=Ενημέρωση
SU_UpToDate=Ενημερωμένο
SU_NewVersion=Νέα Έκδοση
SU_CurrVersion=Τρέχουσα Έκδοση
SU_ActivePro=Ενεργοποίηση αυτόματων ενημερώσεων
SU_Button_UpdateAll=Ενημέρωση όλων
SU_Tip=Σας βοηθάει να έχετε σημαντικά προγράμματα ενημερωμένα εύκολα και αποτελεσματικά.
APTitle=Ενεργοποιήστε όλα πλεονεκτήματα
AP2=Πλήρης κατάργηση των Συνοδευτικών Εφαρμογών
AP3=Αφαίρεση Adware προγράμματος περιήγησης
AP4=Καταργήστε την εγκατάσταση κακόβουλων πρόσθετων
Explorer_Button=Καταστροφέας Αρχείων
Controlpanel_Button=Ισχυρή Απεγκατάσταση
licenseEg_M=Π.χ.: AAAAA-BBBBB-CCCCC-DDDDD
LicenseSeat_M=Θέση άδειας:
Powerful_File_Reboot_M=Το αρχείο διαγράφηκε κατά την επανεκκίνηση:
Powerful_File_Del_M=Το αρχείο διαγράφηκε:
Powerful_Reg_Sucess_M=Η καταχώρηση μητρώου διαγράφηκε:
Powerful_Reg_Faild_M=Η διαγραφή της καταχώρησης μητρώου απέτυχε:
Powerful_Task_Sucess_M=Η Προγραμματισμένη Διεργασία διαγράφηκε:
Powerful_Task_Faild_M=Η διαγραφή της Προγραμματισμένης Διεργασίας απέτυχε:
Powerful_Services_Sucess_M=Η Υπηρεσία διαγράφηκε:
Powerful_Services_Faild_M=Η διαγραφή της Υπηρεσίας απέτυχε:
CodeLiftTime_M=Αυτός είναι ένας κωδικός άδειας εφόρου ζωής, ο οποίος ισχύει μόνο για το IObit Uninstaller v6. Παρακαλώ επανεγκαταστήστε το IObit Uninstaller v6 PRO.
Program_Mult=Το πρόγραμμα εκτελείται ήδη υπό διαφορετικό λογαριασμό χρήστη. Κάντε έξοδο από αυτόν τον λογαριασμό χρήστη πριν δοκιμάσετε να ξεκινήσετε ξανά.
DefaultSelWApp=Καταργήστε την εγκατάσταση των ανεπιθύμητων εφαρμογών των Windows για να ενισχύσετε τον υπολογιστή σας.
SelInfoProg=πρόγραμμα επιλέχθηκε για απεγκατάσταση. Συνολικό μέγεθος:
SelInfoProgM=προγράμματα επιλέχθηκαν για απεγκατάσταση. Συνολικό μέγεθος:
license_OtherGivewalys_M=H %s είναι άδεια giveaway και ισχύει μόνο για την συγκεκριμένη έκδοση. Επισκεφθείτε <a>εδώ</a> για να αγοράσετε έναν νέο κωδικό άδειας για το IU v7 PRO.
SpecTUninstalling=Κατάργηση εγκατάστασης του ακόλουθου προγράμματος:
SpecTUninstallingM=Κατάργηση εγκατάστασης των ακόλουθων προγραμμάτων:
MemoHint=Περιγράψτε την πρότασή σας ή το πρόβλημα που αντιμετωπίσατε λεπτομερώς.
EmailMessage=Μη έγκυρη διεύθυνση e-mail. Εισαγάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου για να λάβετε την απάντησή μας.
SoftwareFrame_ProgramName_M=Όνομα Προγράμματος: (Σύνολο: %s)
AP1=Διαγραφή περισσότερων επίμονων εφαρμογών

[promot_M]
Youhave_M=Έχετε μια ειδική προσφορά - %D% από την IObit!
ThisSpecial_M=Αυτή η ειδική προσφορά αποσκοπεί να ευχαριστήσει τους πιστούς χρήστες μας που μας βοηθήσουν να κάνουμε καλύτερο το IObit Uninstaller
OnlyDays_M=Απομένουν μόνο %D ημέρες
enjoy_the_PRO_M=Ενεργοποιήση τώρα για να απολαύσετε τις λειτουργίες PRO:
PromotTwo_M=Πλήρης κατάργηση των Συνοδευτικών Εφαρμογών
PromotThere_M=Αφαίρεση Adware προγράμματος περιήγησης
ActivateNow_M=Ενεργοποίηση Τώρα
GiveOffer_M=Αγνόηση αυτής της ειδικής προσφοράς
PromotOne_M=Διαγραφή περισσότερων επίμονων εφαρμογών

[ActionCenter_M]
M_Moffer_Title=Η IObit Προτείνει
M_Close=Κλείσιμο
M_Cancel=Άκυρο
M_Moffer_Install=Εγκατάσταση
M_Moffer_NoteEP=Κάνοντας κλικ στην επιλογή "Εγκατάσταση", συμφωνείτε να εγκαταστήσετε το %s και αποδέχτεστε την <a>Άδεια Χρήσης Τελικού Χρήστη</a> && την <a>Πολιτική απορρήτου</a>.
M_Moffer_Refund=<a>Σημείωση:</a> Μπορείτε να λάβετε επιστροφή χρημάτων εντός 30 ημερών. Διαβάστε την <a>Πολιτική απορρήτου</a>.
M_ASCOffer=Καθαρίστε και βελτιστοποιήστε τον υπολογιστή σας με ένα κλικ. <br>Επιταχύνετε τον χρόνο εκκίνησης του υπολογιστή σας έως και 300% γρηγορότερα.<br>Σκουπίστε τα ίχνη περιήγησης για να προστατεύσετε το απόρρητό σας.<br>Παρακολουθήστε τις συνθήκες του υπολογιστή σε πραγματικό χρόνο για ομαλότερο υπολογιστή. <br>Προστατέψτε τον υπολογιστή σας από το κοινό λογισμικό υποκλοπής spyware.
M_IMFOffer=Ισχυρό και ολοκληρωμένο πρόγραμμα προστασίας από κακόβουλο λογισμικό.<br>Υπερασπίστε τα ransomware όπως το GoldenEye και το Wannacry.<br>Ασφαλής περιήγηση και download.<br>Βελτιωμένη προστασία σε πραγματικό χρόνο.
M_DBOffer=Μεγάλη Βάση Δεδομένων Drivers (1,000,000+).<br>Αναβάθμηση των Drivers με Μόνο 1-κλικ.<br>Ασφαλής Αναβάθμηση με πιστοποιημένους WHQL οδηγούς.<br>Επιδιορθωτής Κοινών προβλημάτων (όπως: δίκτυο, ήχος).<br>Μείωση των καταρέυσεων και του παγώματος του συστήματος.
M_SDOffer=Υψηλότερη ταχύτητα πρόσβασης αρχείων.<br>Μέγιστη απόδοση σκληρού δίσκου.<br>Επιταχύνετε την εκκίνηση του υπολογιστή μέχρι και 100% γρηγορότερα.<br>Βελτιστοποιήστε τα παιχνίδια για καλύτερη εμπειρία παιχνιδιού.
M_SMOffer=Επαναφέρετε το κλασικό μενού Έναρξης στα Windows 8/10.<br>Η ισχυρή και απλή μηχανή αναζήτησης αρχείων.
M_DLOffer=Ο απλός και ασφαλής τρόπος διαχείρισης των κωδικών πρόσβασής σας.<br>Δημιουργία μοναδικών κωδικών πρόσβασης για την προστασία των λογαριασμών σας.<br>Αυτόματη σύνδεση στις αγαπημένες σας τοποθεσίες.<br>Για Windows, Mac, iOS και Android.
M_IOTOffer=Ο καλύτερος διαχειριστής σας iPhone και το λογισμικό μεταφοράς iPhone.<br>Μεταφορά δεδομένων iPhone μεταξύ iPhone / iPad / iPod / PC.<br>Εύκολη και δωρεάν διαχείριση φωτογραφιών, μουσικής και βίντεο από το iPhone.<br>Καθαρήστε άχρηστα αρχεία && cache για να ελευθερώσετε περισσότερο χώρο.
M_HideAC=Απόκρυψη
M_AC_FreeTitle2=Κέντρο Ενεργειών
M_Updating=Ενημέρωση
M_ShowAC=Εμφάνηση
M_FixAllAC=Λήψη όλων
M_AC_FreeTitle=Ασφάλεια && Επιδόσεις
M_ShowACTitle=Ασφάλεια && Επιδόσεις
M_ShowACDesc=Κάντε κλικ στην επιλογή "Εμφάνιση" για να εμφανίσετε άλλα συνιστώμενα προγράμματα. Εγκαταστήστε τα για καλύτερη προστασία ασφαλείας και απόδοση PC.
M_AC_FreeHelp_Ins=Αποκτήστε καλύτερη προστασία ασφαλείας και αύξηση της απόδοσης με τα συνιστώμενα προγράμματα.
M_AC_FreeHelp_Upt=Δεν έχετε λάβει τις βελτιωμένες λειτουργίες και τα νεα χαρακτηριστικά.
M_AC_FreeHelp_OK=Η εκτέλεση των ακόλουθων προγραμμάτων σας προσφέρει τακτικά καλύτερη προστασία ασφαλείας και απόδοση του PC.
M_AC_Free_EULA=Η σύμβαση άδειας χρήσης τελικού χρήστη που ισχύει στο παρελθόν ισχύει και για τα συνιστώμενα προϊόντα IObit.
M_AC_Free_ReadEULA=Διαβάστε την Άδεια Χρήσης
M_ShowACTitle2=Προσοχή!
M_AC_FreeDetail2=Αποκτήστε καλύτερη προστασία ασφαλείας και αύξηση της απόδοσης με τα συνιστώμενα προγράμματα. Η παλαιότερα αποδεκτή <a>Άδεια Χρήσης Τελικού Χρήστη</a> ισχύει και για τα συνιστώμενα προϊόντα IObit.
M_AC_FreeDetail2_db=Αποκτήστε καλύτερη προστασία ασφαλείας και αύξηση της απόδοσης με τα συνιστώμενα προγράμματα. Η παλαιά αποδεκτή <a>άδεια χρήσης τελικού χρήστη</a> ισχύει και εδώ.
M_Scan=Σάρωση...
M_Recomm_Ins=Συνιστάται: Εγκαταστήστε το %s
M_Recomm_Upt=Συνιστάται: Αναβαθμήστε το %s
M_none=Σημείωση
M_RunAMC=Εγκατάσταση τώρα
M_Install=Εγκατάσταση τώρα
M_Fix=Εγκατάσταση τώρα
M_fixing=Εγκατάσταση
M_fixed=Έγινε
M_failed=Απέτυχε
M_RuningWell=Είναι εγκατεστημένη η τελευταία έκδοση
M_Outdated=Ξεπερασμένη
M_NotInstalled=Μη εγκατεστημένη
M_ASCCaption=Επιδόσεις Συστήματος
M_ASCInfo_NotIns=Στον υπολογιστή σας βρέθηκαν σφάλματα μητρώου, προβλήματα ιδιωτικού απορρήτου και ανεπιθύμητα αρχεία.
M_ASCInfo_UpToDate=Το Advanced SystemCare επιταχύνει και βελτιστοποιεί τον υπολογιστή σας με ένα κλικ.
M_ASCInfo_NeedUpDate=Το Advanced SystemCare είναι ξεπερασμένο.
M_ASCDesc=Προστατέυστε και να Βελτιστοποιήστε τον υπολογιστή σας με 1 κλικ
M_RuniFreeUp=Σάρωση τώρα
M_RunDB=Σάρωση τώρα
M_RunIMF=Σάρωση τώρα
M_RunASC=Σάρωση τώρα
M_IMFCaption=Προστασία κακόβουλων προγραμμάτων
M_IMFInfo_NotIns=Αποκτήστε καλύτερη προστασία εγκαθιστώντας το πρόγραμμα anti-spyware της IObit.
M_IMFInfo_UpToDate=Το IObit Malware Fighter προστατεύει τον υπολογιστή σας από διάφορα κακόβουλα προγράμματα.
M_IMFInfo_NeedUpDate=Το πρόγραμμα προστασίας από spyware είναι ξεπερασμένο.
M_IMFDesc=Προστατέψτε τον υπολογιστή σας από κακόβουλα προγράμματα.
M_DBCaption=Ενημέρωση Οδηγών
M_DBInfo_NotIns_C=Ενημερώστε τους παλιούς οδηγούς και εγκαταστήστε τους ελλιπείς && ελαττωματικούς οδηγούς για να απολαύσετε πιο σταθερό υπολογιστή.
M_DBInfo_NotIns=Μπορεί να υπάρχουν παρωχημένα προγράμματα οδήγησης, τα οποία μπορεί να επιβραδύνουν και να αποσταθεροποιήσουν τον υπολογιστή σας.
M_DBInfo_UpToDate=Το Driver Booster ενημερώνει όλα τα ξεπερασμένα προγράμματα οδήγησης στον υπολογιστή σας.
M_DBInfo_NeedUpDate=Το πρόγραμμα ενημέρωσης προγράμματος οδήγησης είναι παλιό.
M_DBDesc=Ενημερώστε όλα τα ξεπερασμένα προγράμματα οδήγησης στον υπολογιστή σας.
M_SDCaption=Βελτιστοποίηση δίσκου
M_SDInfo_NotIns=Βελτιστοποιήστε τους δίσκους σας για γρήγορη εκκίνηση του υπολογιστή και υψηλότερη ταχύτητα πρόσβασης στα αρχεία σας.
M_SDInfo_UpToDate=Το Smart Defrag ανασυγκροτεί το δίσκο για υψηλές επιδόσεις.
M_SDInfo_NeedUpDate=Το πρόγραμμα ανασυγκρότησης του δίσκου είναι ξεπερασμένο.
M_SDDesc=Ανασυγκρότηση δίσκου για υψηλές επιδόσεις.
M_RunSD=Ανασυγκρότηση τώρα
M_SMCaption=Μενού Έναρξης
M_SMInfo_NotIns=Φέρτε πίσω το οικείο μενού "Έναρξη" των Windows.
M_SMInfo_UpToDate=Το Start Menu 8 φέρνει πίσω το μενού "Εναρξη" των Windows.
M_SMInfo_NeedUpDate=Το Start Menu 8 είναι ξεπερασμένο.
M_SMDesc=Επιστροφή στο μενού Έναρξη && την διαχείριση της επιφάνειας εργασίας.
M_RunSM=Έναρξή τώρα
M_RunIU=Έναρξή τώρα
M_AMCCaption=Προστασία Android
M_AMCInfo_NotIns=Αποκτήστε καλύτερη ασφάλεια και προστασία της ιδιωτικής ζωής για τη συσκευή σας Android.
M_Recomm_Ins_AMC=Συνιστάται: Εγκαταστήστε το %s στη συσκευή σας Android.
M_AMCDesc=Βελτιστοποιήστε και ασφαλίστε τη συσκευή σας Android.
M_DLCaption=Διαχείριση κωδικών πρόσβασης
M_DLInfo_NotIns=Προστατεύστε και διαχειριστείτε όλους τους κωδικούς πρόσβασης με το Dashlane Password Manager.
M_DLInfo_UpToDate=Δεν θα ξεχνάτε ποτέ τον κωδικό σας με το ασφαλές Dashlane.
M_RunDL=Διαχείριση
M_AC_FreeTitleHide1=Όλα τα συνιστώμενα προγράμματα είναι κρυμμένα!
M_AC_FreeTitleHide2=Κάντε κλικ στην επιλογή "Εμφάνιση" για να τα εμφανίσετε και να τα εγκαταστήσετε, ώστε να αποκτήσετε πλήρη προστασία και απόλυτη απόδοση.
M_IUCaption=Προγράμματα απεγκατάστασης προγραμμάτων
M_IUInfo_NotIns=Καταργήστε τα ανεπιθύμητα προγράμματα, τις γραμμές εργαλείων και τις προσθήκες του προγράμματος περιήγησης.
M_IUInfo_UpToDate=Το IObit Uninstaller αφαιρεί καλά τα plug-ins && τις εφαρμογές.
M_IUInfo_NeedUpDate=Η εφαρμογή IObit Uninstaller είναι ξεπερασμένη.
M_FPCaption=Μετατροπέας βίντεο
M_FPInfo_NotIns=Αποκτήστε έναν μετατροπέα βίντεο για να μετατρέψετε τα βίντεό σας για διαφορετικές συσκευές.
M_FPInfo_UpToDate=Απολαύστε την παρακολούθηση βίντεο σε οποιαδήποτε συσκευή θέλετε.
M_FPInfo_NeedUpDate=Το Format Package είναι ξεπερασμένο.
M_iFreeUpCaption=Βελτιστοποίηση iOS
M_BuyiFreeUp=Αγορά τώρα
M_BuySD=Αγορά τώρα
M_BuyDB=Αγορά τώρα
M_BuyIMF=Αγορά τώρα
M_iFreeUpDesc=Απελευθερώστε .
M_iFreeUpInfo_NotIns=Μπορεί να υπάρχει πολύτιμος χώρος που χαραμίζεται στη συσκευή σας iOS.
M_iFreeUpInfo_UpToDate=Το iFreeUp απελευθερώνει περισσότερο χώρο στην iOS συσκευή σας.
M_iFreeUpInfo_NeedUpDate=Το iFreeUp είναι ξεπερασμένο.
M_Recomm_Ins_iFreeUp=Συνιστάται: Εγκαταστήστε το %s για να ελευθερώσετε χώρο.
M_RunSGB=Ενισχύστε τώρα
M_SGBCaption=Βελτιστοποίηση παιχνιδιών
M_SGBInfo_NotIns=Ενισχύστε τη διάρκεια ζωής του παιχνιδιού και του υπολογιστή σας διατηρώντας τον σε άριστη κατάσταση.
M_SGBInfo_UpToDate=Το Superb Game Boost επιταχύνει και βελτιστοποιεί την απόδοση του παιχνιδιού σας με ένα κλικ.
M_SGBInfo_NeedUpDate=Το Superb Game Boost είναι ξεπερασμένο.
M_RunIVC=Δοκιμάστε τώρα
M_IVCCaption=Δωρεάν Μετατροπέας Βίντεο
M_IVCInfo_NotIns=100% δωρεάν και καθαρό, 150+ μορφές και ταχύτερη μετατροπή βίντεο!
M_IVCInfo_UpToDate=Παρακολουθήστε βίντεο με οποιονδήποτε τρόπο θέλετε.
M_IVCInfo_NeedUpDate=Το iFun Video Converter είναι ξεπερασμένο.
M_RunIOT=Διαχείριση τώρα
M_IOTCaption=iPhone Manager
M_ShowACTitlePro=Αποκλειστική προσφορά VIP
M_IOTInfo_NotIns=Κάντε 1 κλικ για να εισάγετε, να εξάγετε και να διαχειριστείτε φωτογραφίες, βίντεο και μουσική στη συσκευή σας iOS.
M_IOTInfo_UpToDate=Κάντε 1 κλικ για να εισαγάγετε, να εξάγετε και να διαχειριστείτε φωτογραφίες, βίντεο και μουσική στις συσκευές iOS.
M_IOTInfo_NeedUpDate=Το IOTransfer είναι ξεπερασμένη.
M_IOTTip=Το IOTransfer υπόσχεται: <br>+ Μεταφορά μουσικής από iPhone σε PC/iTunes<br>+ Διαχείριση όλων των φωτογραφιών σας με ευκολία <br>+ Δημιουργία αντιγράφων ασφαλείας/αποκατάσταση περιεχομένου iPhone <br>+ Παροχή υψηλής ποιότητας τεχνικής υποστήριξης
M_IOTDesc=Όλα-σε-ένα διαχειριστής περιεχομένου για το iPhone && iPad.
M_VipTitle=Αποκλειστική προσφορά VIP
M_AC_ShareTip=Κοινοποίηση της αποκλειστικής προσφορά με τους φίλους μου/την οικογένειά μου
M_AC_Pro_Title=Άλλα προϊόντα που συνιστώνται για καλύτερη ασφάλεια και απόδοση.
M_ACPro_SubTitle=Αγοράστε τώρα για να απολαύσετε την ΑΠΟΚΛΕΙΣΤΙΚΗ εκπτωτική τιμή μόνο για χρήστες ASC PRO.
M_ACPro_SubTitle_AU=Αγοράστε τώρα για να επωφεληθείτε από την ΑΠΟΚΛΕΙΣΤΙΚΗ εκπτωτική τιμή μόνο για χρήστες του ASC PRO.
M_ActionCenterTitle_Perfectly=Όλα τα προγράμματα λειτουργούν τέλεια!
M_ACPro_SubTitle_db=Αγοράστε τώρα για να επωφεληθείτε από την ΑΠΟΚΛΕΙΣΤΙΚΗ εκπτωτική τιμή μόνο για χρήστες του Driver Booster PRO.
M_SubTitle_Perfectly=Εκτελέστε τακτικά τα ακόλουθα προγράμματα για να έχετε καλύτερη προστασία ασφαλείας και απόδοση υπολογιστή. Απολαύστε τη χρήση τους.
M_ShowACDescPro=Κάντε κλικ στην επιλογή "Εμφάνιση" για να λάβετε την τιμή έκπτωσής σας EXCLUSIVE για άλλα συνιστώμενα προϊόντα IObit.
M_AC_ProShareMail=Μοιραστείτε μέσω e-mail
M_AC_ProShareFB=Μοιραστείτε μέσω του Facebook
M_AC_NoMailCLient=Η λειτουργία απέτυχε καθώς ο προεπιλεγμένος πελάτης ηλεκτρονικού ταχυδρομείου δεν έχει εγκατασταθεί σωστά
M_AC_Tips=Αποκτήστε καλύτερη προστασία ασφαλείας και αύξηση της απόδοσης, εγκαθιστώντας τα συνιστώμενα προγράμματα.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnClose.Hint=Κλείσιμο
btnSendReport.Caption=Αποστολή αναφοράς σφαλμάτων
lblErrorDetails.Caption=Λεπτομέρειες σφάλματος:
lblUserEmail.Caption=Η ηλεκτρονική σας διεύθυνση:
lblSuccTips.Caption=Ευχαριστούμε που μας στείλατε την αναφορά σφάλματος. Θα προσπαθήσουμε να το επιλύσουμε το συντομότερο δυνατό.

[SendBugReportNew_M]
M_SendingTips=Αποστολή...
M_OKTips=OK
M_AskUserTips=αντιμετώπισε ένα πρόβλημα. Στείλτε μας την αναφορά σφαλμάτων και βοηθήστε μας να το διορθώσουμε.
M_BugStatisticsTips=αντιμετώπισε πρόβλημα και πρέπει να τερματιστεί. Αναλύουμε τώρα την αιτία. Παρακαλώ περιμένετε...
M_AttentionTips=αντιμετώπισε πρόβλημα και πρέπει να τερματιστεί. Κάντε επανεκκίνηση αργότερα.
M_InvalidEmailTips=Μη έγκυρη διεύθυνση e-mail! Εισαγάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου για να λάβετε την απάντησή μας.

[ACD_frmActionCenter]
lbl_Cancel.Caption=Ακύρωση
lbl_Min.Caption=Ελαχιστοποίηση
btnClose.Hint=Κλείσιμο

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Χειροκίνητη Ενημέρωση
Rdlb_lbOpenBuyWeb.caption=Κουραστήκατε από την χειροκίνητη ενημέρωση;
RdLb_OpenBuyWeb.caption=Ενεργοποιήστε την Αυτόματη Ενημέρωση

[ACD_M]
M_Downloading=Λήψη:
M_TipFixing=Διόρθωση
M_Tips=Η διαδικασία λήψης βρίσκεται σε εξέλιξη. Κάντε διπλό κλικ στο εικονίδιο για να δείτε λεπτομέρειες.
M_Installing=Εγκατάσταση:
M_MD5Faild=Το κατεβασμένο αρχείο είναι κατεστραμμένο. Παρακαλώ δοκιμάστε ξανά αργότερα.
M_NetError=Η λήψη απέτυχε λόγω σφάλματος δικτύου. Παρακαλώ δοκιμάστε ξανά αργότερα!
M_DiskIsFull=Ανεπαρκής χώρος στο δίσκο!
M_Speed=Ταχύτητα:
M_AreSure_IObit=Είστε βέβαιοι ότι θέλετε να βγείτε από το IObit Downloader;

